Repository: COEXCZ/django-translation-manager
Catalog: translation_manager/locale/*/LC_MESSAGES/django.po
Languages: pt, sk

# admin-translation_manager-data-loaded_from_po
source: Translations were loaded from .po files
pt: Traduções foram carregadas dos ficheiros .po
sk: Překlady byly načteny z .po souborů

# admin-translation_manager-translations_made
source: list updated
pt: lista atualizada
sk: seznam aktualizován

# admin-translation_manager-translations_compiled
source: translations published
pt: traduções publicadas
sk: překlady publikovány

# admin-translation_manager-backups_restore_option
source: restore selected backups
pt: restaurar backups seleccionados
sk: obnovit vybrané zálohy

# admin-translation_manager-translation_state_filter-title
source: state
pt: estado
sk: stav

# admin-translation_manager-translation_state_filter-translated
source: translated
pt: traduzido
sk: přeložené

# admin-translation_manager-translation_state_filter-untranslated
source: untranslated
pt: por traduzir
sk: nepřeložené

source: admin-translation_manager-translation_custom_filter-title
pt: filtro personalizado

# admin-translation_entry-created-label
source: created
pt: criada
sk: vytvořeno

# admin-translation_entry-changed-label
source: changed
pt: alterada
sk: změněno

# admin-translation_entry-language-label
source: language
pt: idioma
sk: jazyk

# admin-translation_entry-translation-label
source: translation
pt: tradução
sk: překlad

# admin-translation_entry-is_published-label
source: is published
pt: ocorrências
sk: je publikován

# admin-translation_entry-locale_path-label
source: relative path to project root dir
pt: caminho relativo para a raíz do projeto
sk: relativní cesta v rámci projektu

# admin-translation_entry-locale_parent_dir-label
source: application dir
pt: diretório da aplicação
sk: složka aplikace

# admin-translation_entry-domain-label
source: domain
pt: domínio
sk: doména

# admin-translation_entry-singular
source: translation entry
pt: entrada de tradução
sk: překladový řetězec

# admin-translation_entry-plural
source: translation entries
pt: entradas de tradução
sk: překladové řetězce

# admin-translation_entry-load-from-po
source: load from .po files
pt: carregar dos ficheiros .po
sk: načíst z .po souborů

# admin-translation_entry-hint-label
source: hint
pt: dica

# admin-translation_backup-created-label
source: created at
pt: criada
sk: vytvořeno

# admin-translation_backup-changed-label
source: changed
pt: alterada
sk: aktualizováno

# admin-translation_backup-language-label
source: language
pt: idioma
sk: jazyk

# admin-translation_backup-locale_path-label
source: relative path to project root dir
pt: caminho relativo para a raiz do projeto
sk: relativní cesta v rámci projektu

# admin-translation_backup-locale_parent_dir-label
source: parent dir
pt: diretório pai
sk: složka aplikace

# admin-translation_backup-domain-label
source: domain
pt: domínio
sk: doména

# admin-translation_backup-content
source: content
pt: conteúdo
sk: obsah

# admin-translation_backup-singular
source: language backup
pt: backup de idioma
sk: záloha překladů

# admin-translation_backup-plural
source: language backups
pt: backups de idioma
sk: zálohy překladů

# admin-translation_manager-compile_translations
source: publish translations
pt: publicar traduções
sk: publikovat překlady

# admin-translation_manager-make_translations
source: update list of translations
pt: atualizar lista de traduções
sk: aktualizovat seznam překladů

# admin-translation_manager-load-from-po
source: Load translations from .po files
pt: carregar traduções de ficheiros .po
sk: Načíst překlady z .po souborů

# admin-translation_manager-makemessages-running
source: Actualization running
pt: Atualização em processamento

# admin-translation_entry-original-label
source: original
sk: originál

# admin-translation_entry-occurrences-label
source: occurrencies
sk: výskyt
